Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Erica, First of all, my condolences and apologies. I didn’t realize you had a history with Henry, and frankly, I would not have promoted you into this position had I known. If you would be more comfortable working on something else, I can make that happen, no questions asked. (To be clear, I’m not talking about a demotion, I mean a comparable senior position in another department.) You’re correct in that it’s a very sensitive topic, but given your current security clearance, I can tell you what I know. Unfortunately, I don’t know much. For the past six months, I myself have been trying to work out what happened, but I haven’t made much progress. I know Henry was working late in his lab, and there was some kind of a chronon particle surge. Of course, we know that exposure to large quantities of chronon particles can result in physical changes. Paul Serene is an example of that – his first exposure resulted in his extraordinary abilities, and the second exposure caused his progressive condition. In Henry’s case, that exposure transformed him into a Chronon Disrupted Wave Function Subject, or a Shifter. It is of course clear that Mr. Serene’s and Henry’s conditions are essentially the same thing, even if Mr. Serene’s case hasn’t progressed as far. However, it’s not at all clear how Henry could have been exposed to such a powerful dose of chronon particles, particularly as the lab area itself underwent none of the temporal changes we have come to associate with such an exceptional event. None of the containers on scene had remotely enough chronon particle capacity for such a high dose, and furthermore, all of them were intact and accounted for. In short, we don’t know where these particles could possibly have come from. I’m not surprised that Martin Hatch was unwilling to discuss this. He was the only other person present in the lab when the accident took place, but I don’t know why he was there or what happened, and he claims to have no memory of the events. Despite this, Martin somehow managed to contain Henry in the artificial zero state field set up in the lab. I am unwilling to speculate as to how this could possibly have happened. Suffice to say that I have many questions about these events myself. Think about my offer, Erica. You’re a first-rate scientist and I would hate to lose you, but I would absolutely understand if you wanted to change departments. Please give my best to your wife; it was lovely to meet her the other week. Sofia --------------------------------------------------------- TO: SOFIA AMARAL FROM: ERICA CROSS DATE: OCT 6, 2016 – 9:18pm SUBJECT: What happened to Dr. Henry Kim Sofia, I realize this may not be a welcome question, but I feel like I need to ask. I knew Henry Kim very well; I went to school with him, and he was actually my husband’s best man for my first marriage. Unfortunately, when I moved down to Florida, we didn’t manage to stay in touch. Let’s just say that life took me into unexpected directions. It was a very welcome surprise to hear from him when he was recruiting new people, and I’m glad to say we hit it off again. We spoke on the phone a lot, he came over to meet my wife, and, well, it was like old times. (It could’ve been awkward, but it wasn’t. Henry was like that.) You can imagine my shock and disappointment when I heard about his death just a week before my own employment at Monarch began – we didn’t get to work together the way I’d hoped. Now, Monarch has been very good to me, but his death has been eating at me. I know it’s something people don’t want to discuss, and I understand that there are confidentiality issues. However, having recently been cleared for some of the more sensitive chronon research, I now know that the story of his death is a fabrication, and Henry has become something entirely different. I’m not blaming anybody, but for my own peace of mind or sense of closure, I suppose, I’m wondering if, given my new security clearance, you are in a position to explain how this came to pass. I should add that I brought this up with Martin Hatch the other day, and he made it clear in no uncertain terms that I should drop the matter. Given that, I’m taking something of a chance talking to you about this, but I feel like I can’t let this go. I’ll understand if you aren’t allowed to discuss it, but I’m more than a little scared and upset. I hope I can rely on your discretion either way. Erica
pl_pl: Erica, Po pierwsze, moje kondolencje i przepraszam. Nie zdawałam sobie sprawy, że znaliźcie się z Henrym i szczerze mówiąc, nie awansowałabym cię na to stanowisko, gdybym o tym wiedziała. Jeśli wygodniej byłoby ci pracować nad czymś innym, mogę to załatwić bez żadnych pytań. (Żeby było jasne, nie mówię o degradacji, mam na myśli porównywalne stanowisko wyższego szczebla w innym dziale) Masz rację, że to bardzo delikatny temat, ale biorąc pod uwagę twoje obecne poświadczenie bezpieczeństwa, mogę powiedzieć ci, co wiem. Niestety, nie wiem zbyt wiele. Przez ostatnie sześć miesięcy sama próbowałam dowiedzieć się, co się stało, ale nie poczyniłam większych postępów. Wiem, że Henry pracował do późna w swoim laboratorium i doszło do pewnego rodzaju fali cząsteczek chrononowych. Oczywiście wiemy, że ekspozycja na duże ilości cząsteczek chrononowych może powodować zmiany fizyczne. Paul Serene jest tego przykładem - jego pierwsza ekspozycja spowodowała jego niezwykłe zdolności, a druga ekspozycja spowodowała jego postępujący stan. W przypadku Henry'ego ekspozycja ta przekształciła go w Organizm o zakłóconej funkcji falowej chrononu czyli tak zwany Shifter. Jest oczywiście jasne, że warunki pana Serene i Henry'ego są zasadniczo takie same, nawet jeśli przypadek pana Serene nie posunął się tak daleko. Nie jest jednak jasne, w jaki sposób Henry mógł zostać narażony na tak potężną dawkę cząsteczek chrononowych, zwłaszcza że sam obszar laboratorium nie przeszedł żadnych zmian czasowych, które kojarzymy z tak wyjątkowym wydarzeniem. Żaden z pojemników na miejscu zdarzenia nie miał wystarczającej ilości cząsteczek chrononowych dla tak dużej dawki, a ponadto wszystkie z nich były nienaruszone. Krótko mówiąc, nie wiemy, skąd te cząstki mogły pochodzić. Nie dziwi mnie, że Martin Hatch nie chciał o tym rozmawiać. Był jedyną osobą obecną w laboratorium, gdy doszło do wypadku, ale nie wiem, dlaczego tam był ani co się stało, a on twierdzi, że nie pamięta tych wydarzeń. Mimo to Martinowi w jakiś sposób udało się powstrzymać Henry'ego w sztucznym polu stanu zerowego ustawionym w laboratorium. Nie chcę spekulować, jak mogło do tego dojść. Wystarczy że powiedziem, że sama mam wiele pytań dotyczących tych wydarzeń. Zastanów się nad moją ofertą, Erica. Jesteś pierwszorzędnym naukowcem i nie chciałabym cię stracić, ale absolutnie zrozumiałabym, gdybyś chciała zmienić wydział. Pozdrów ode mnie swoją żonę, miło było ją poznać w zeszłym tygodniu. Sofia --------------------------------------------------------- DO: SOFIA AMARAL OD: ERICA CROSS DATA: 6 PAŹDZIERNIKA 2016 - 21:18 TEMAT: Co się stało z dr Henrym Kimem? Sofia, Zdaję sobie sprawę, że to pytanie może nie być mile widziane, ale czuję, że muszę je zadać. Znałam Henry'ego Kima bardzo dobrze, chodziłam z nim do szkoły i był drużbą mojego męża na moim pierwszym ślubie. Niestety, kiedy przeprowadziłam się na Florydę, nie udało nam się utrzymać kontaktu. Powiedzmy, że życie skierowało mnie w nieoczekiwanym kierunku. To była bardzo miła niespodzianka usłyszeć od niego, kiedy rekrutował nowych ludzi i cieszę się, że znów się dogadaliśmy. Dużo rozmawialiśmy przez telefon, przyszedł poznać moją żonę i cóż, było jak za dawnych czasów. (Mogło być niezręcznie, ale nie było. Henry taki był) Możesz sobie wyobrazić mój szok i rozczarowanie, gdy dowiedziałam się o jego śmierci zaledwie tydzień przed rozpoczęciem mojej pracy w Monarch - nie mieliśmy okazji pracować razem tak, jak miałem nadzieję. Monarch było dla mnie bardzo dobre, ale jego śmierć nie dawała mi spokoju. Wiem, że jest to coś, o czym ludzie nie chcą rozmawiać i rozumiem, że istnieją kwestie poufności. Jednak po tym, jak niedawno zostałam dopuszczona do niektórych z bardziej wrażliwych badań chrononu, wiem teraz, że historia jego śmierci jest zmyślona, a Henry stał się kimś zupełnie innym. Nie obwiniam nikogo, ale zastanawiam się, czy biorąc pod uwagę moje nowe poświadczenie bezpieczeństwa, jesteś w stanie wyjaśnić, jak do tego doszło. Powinnam dodać, że niedawno rozmawiałam o tym z Martinem Hatchem, a on jasno dał mi do zrozumienia, że powinnam dać sobie z tym spokój. Biorąc to pod uwagę, ryzykuję, rozmawiając o tym z tobą, ale czuję, że nie mogę tego odpuścić. Zrozumiem, jeśli nie będziesz mogła o tym rozmawiać, ale jestem bardziej niż trochę przerażona i zdenerwowana. Mam nadzieję, że mogę liczyć na twoją dyskrecję. Erica

source: Erotic Thriller
pl_pl: Thriller erotyczny

source: Error
pl_pl: Błąd

source: Escape from the broken time
pl_pl: Ucieknij z zacięcia

source: Escape from the lab
pl_pl: Ucieknij z laboratorium

source: Escape the detention area
pl_pl: Ucieknij z obszaru

source: Escape the mansion
pl_pl: Ucieknij z rezydencji

source: Escape through the hatch
pl_pl: Ucieknij przez właz

source: Escape with Will
pl_pl: Ucieknij z Willem

source: Even I'm not that tacky.
pl_pl: Nawet ja nie jestem aż tak tandetny.

source: Every choice you make has effects on the future. This icon means you are viewing a direct consequence of an action taken earlier in the story.
pl_pl: Każdy dokonany wybór ma wpływ na przyszłość. Ta ikona oznacza, że oglądasz bezpośrednią konsekwencję akcji podjętej wcześniej w fabule.

source: Every second counts. Will, I'm coming.
pl_pl: Liczy się każda sekunda. Will, już idę.

source: Everybody Monarch took from the university was on that board. Two lines through the deceased. Like they were nothing.
pl_pl: Każdy, kogo Monarch wziął z uniwersytetu, był na tej tablicy. Dwie linie przez zmarłego. Jakby byli nikim.

source: Everybody back in your vehicles! This isn’t a drill!
pl_pl: Wszyscy do pojazdów! To nie są ćwiczenia!

source: Everybody calm down!
pl_pl: Uspokójcie się wszyscy!

source: Everybody move!
pl_pl: Wszyscy, ruchy!

source: Everybody take it easy, it's under control. I just got off the phone with dispatch, we've got emergency crews on the way!
pl_pl: Spokojnie, wszystko jest pod kontrolą. Właśnie rozmawiałem z dyspozytorem, ekipy ratunkowe są w drodze!

source: Everyone, Please be advised that we are now at a point where Lifeboat activation may occur. Accordingly, I have ensured that preparations are underway for activation. As a part of that, what chronon particle stores still remain at the Ground Zero harvesting operation are being moved to the headquarters and placed into the master chronon particle repository, ready to be placed under the CFR’s control. Please be aware that what we have managed to accumulate until this point is very likely to be all the chronon particles we ever have access to. Due to the Fracture’s effects on the Meyer-Joyce field, the Ground Zero anomaly is showing definite signs of weakening. As a result, the chronon particle yield decreases drastically, and will soon drop to baseline. While we will obviously continue more traditional chronon particle harvesting operations in order to maximize our stockpile, we all need to recognize that sourcing them outside of the Ground Zero conditions is extremely inefficient. Or, in plain terms: unless we find another source of chronon particles – and I don’t believe we will – what we have now is all we will ever have. Please be aware that all use of chronon technology eats into our limited resources, and while we of course recognize that we need to have our Strikers and other soldiers operate in stutters, each operation undertaken will eat away at our stockpile, and, in very real terms, cost us days of Lifeboat runtime. Accordingly, we have to plan all use of this technology closely and choose our battles carefully. That said, we should also realize the ongoing situation with Jack Joyce constitutes an emergency, and will most likely require unconventional chronon particle investments. Just the same, we should be aware of the cost. I expect to see projected chronon particle consumption rates for the foreseeable future and simulations of how long our stockpile will last, adjusted for all of the scenarios we have discussed (see our last meeting minutes), in our next Monday Meeting. Sofia Amaral Head of Research
pl_pl: Do wszystkich, Informujemy, że jesteśmy teraz w punkcie, w którym może nastąpić aktywacja łodzi ratunkowej. W związku z tym upewniłam się, że trwają przygotowania do aktywacji. W ramach tych przygotowań, zapasy cząsteczek chrononu, które pozostały w operacji zbioru w Strefie Zero, są przenoszone do siedziby głównej i umieszczane w głównym repozytorium cząsteczek chrononu, gotowym do umieszczenia pod kontrolą RPC. Należy pamiętać, że to, co udało nam się zgromadzić do tego momentu, jest bardzo prawdopodobne, że będą to wszystkie cząsteczki chrononu, do których kiedykolwiek będziemy mieli dostęp. Ze względu na wpływ Pęknięcia na pole Meyer-Joyce'a, anomalia w Strefie Zero wykazuje wyraźne oznaki osłabienia. W rezultacie wydajność cząsteczek chrononowych drastycznie spada i wkrótce spadnie do poziomu wyjściowego. Chociaż oczywiście będziemy kontynuować bardziej tradycyjne operacje zbierania cząsteczek chrononowych, aby zmaksymalizować nasze zapasy, wszyscy musimy zdać sobie sprawę, że pozyskiwanie ich poza Strefą Zero jest niezwykle nieefektywne. Mówiąc wprost: jeśli nie znajdziemy innego źródła cząsteczek chrononowych - a nie wierzę, że tak się stanie - to, co mamy teraz, jest wszystkim, co kiedykolwiek będziemy mieć. Należy pamiętać, że każde użycie technologii chrononowej pochłania nasze ograniczone zasoby i chociaż oczywiście zdajemy sobie sprawę, że musimy mieć naszych Strikerów i innych żołnierzy działających w zacięciach, każda podjęta operacja pochłonie nasze zapasy i, w bardzo realnych kategoriach, będzie nas kosztować dni pracy Łodzi Ratunkowej. W związku z tym musimy dokładnie planować wykorzystanie tej technologii i ostrożnie wybierać bitwy. To powiedziawszy, powinniśmy również zdać sobie sprawę, że trwająca sytuacja z Jack'iem Joyce'm stanowi sytuację awaryjną i najprawdopodobniej będzie wymagać niekonwencjonalnych inwestycji w cząsteczki chrononu. Tak samo powinniśmy być świadomi kosztów. Oczekuję, że na następnym poniedziałkowym spotkaniu przedstawię prognozowane wskaźniki zużycia cząsteczek chrononu w dającej się przewidzieć przyszłości oraz symulacje dotyczące tego, jak długo wystarczą nasze zapasy, dostosowane do wszystkich omawianych przez nas scenariuszy (patrz protokół z naszego ostatniego spotkania) Sofia Amaral Kierownik ds. badań

source: Everything lines up a little too perfectly. It's creepy.
pl_pl: Wszystko układa się zbyt idealnie. To przerażające.

source: Evidence was mounting against Sofia. I couldn't simply ignore it, despite everything we had been through.
pl_pl: Dowodów przeciwko Sofii przybywało. Nie mogłem tego po prostu zignorować, pomimo wszystkiego, przez co przeszliśmy.

source: Ew.
pl_pl: Fuj.

source: Examine
pl_pl: Zbadaj

source: Examine Junction Choice
pl_pl: Sprawdź wybór rozwidlenia

source: Examine Will's briefcase
pl_pl: Zbadaj teczkę Willa

source: Examine the controls
pl_pl: Zbadaj elementy sterujące

source: Examine the map
pl_pl: Zbadaj mapę

source: Excuse me, sir. We're helping the police, looking for a terrorist. Have you seen anything out of the ordinary?
pl_pl: Przepraszam, proszę Pana. Pomagamy policji, szukamy terrorysty. Czy widzieliście coś niezwykłego?

source: Excuse me?
pl_pl: Co proszę?

source: Existing checkpoint will be overwritten. Are you sure you want to continue?
pl_pl: Istniejący punkt kontrolny zostanie nadpisany. Czy na pewno chcesz kontynuować?

source: Exit the warehouse
pl_pl: Opuść magazyn

source: Explore Will's workshop
pl_pl: Poznaj warsztat Willa

source: Explore the R&D facility
pl_pl: Poznaj ośrodek badawczo-rozwojowy

source: Explosion make time go bad! If time is an egg, then that egg is fucking broken! The time egg is fucked!
pl_pl: Eksplozja sprawiła, że czas się psuje! Jeśli czas jest jajkiem, to to jajko jest, kurwa, zepsute! Jajko czasu jest rozjebane!

source: Extra Activation
pl_pl: Dodatkowa aktywacja

source: Eye Drop Bottle
pl_pl: Butelka na krople do oczu

source: FADING
pl_pl: ZANIKANIE

source: FALLING OUT WITH WILL
pl_pl: UPADEK Z WILLEM

source: FAVOURITE TIME POWER
pl_pl: ULUBIONA MOC CZASU

source: FEB 28, 1999
pl_pl: 28 LUTEGO 1999

source: FIELD ORDERS UPDATE: DR. SOFIA AMARAL All field operatives, be advised that Dr. Sofia Amaral is now considered a compromised asset. Earlier reports that she was kidnapped from Gull Island by Jack Joyce should be disregarded; she’s now believed to have been complicit in the events, and involved in an explosion that destroyed vital medical supplies. The investigation is ongoing, but for the time being, she is to be detained if spotted. If she cannot be captured, she should be considered a priority target who should UNDER NO CIRCUMSTANCES be allowed to escape.
pl_pl: AKTUALIZACJA POLECEŃ TERENOWYCH: DR SOFIA AMARAL Informujemy wszystkich agentów terenowych, że dr Sofia Amaral jest obecnie uważana za zdrajczynie. Wcześniejsze doniesienia, że została porwana z Wyspy Mew przez Jack'a Joyce'a, należy zignorować. Obecnie uważa się, że była współwinna wydarzeń i brała udział w eksplozji, która zniszczyła ważne zapasy medyczne. Śledztwo jest w toku, ale na razie należy ją zatrzymać, jeśli zostanie zauważona. Jeśli nie uda się jej schwytać, powinna zostać uznana za cel priorytetowy, któremu POD ŻADNYM POZOREM nie wolno pozwolić uciec.

source: FIELD ORDERS UPDATE: MARTIN HATCH All field operatives, be advised that Martin Hatch is now considered a compromised asset. All orders and instructions from him, new or existing, have been rendered invalid and have been countermanded. Please contact your supervisor for further information as required. Hatch is responsible for the destruction of vital medical supplies, involved in the deaths of numerous Monarch personnel, and may be collaborating with Jack Joyce. The investigation is ongoing, but Martin Hatch is to be detained with maximum force if encountered. If he cannot be captured, he should be considered a priority target who should UNDER NO CIRCUMSTANCES be allowed to escape. Take no chances; he is considered to be extremely dangerous.
pl_pl: AKTUALIZACJA POLECEŃ TERENOWYCH: MARTIN HATCH Wszystkich pracowników terenowych informujemy, że Martin Hatch jest obecnie uważany za zdrajcę. Wszystkie rozkazy i instrukcje od niego, nowe lub istniejące, zostały unieważnione i anulowane. Prosimy o kontakt z przełożonym w celu uzyskania dalszych informacji. Hatch jest odpowiedzialny za zniszczenie ważnych materiałów medycznych, jest zamieszany w śmierć wielu pracowników Monarch i może współpracować z Jack'iem Joyce'm. Śledztwo jest w toku, ale Martin Hatch ma zostać zatrzymany, jeśli zostanie napotkany. Jeśli nie uda się go schwytać, powinien zostać uznany za cel priorytetowy, któremu POD ŻADNYM POZOREM nie wolno pozwolić na ucieczkę. Nie należy ryzykować. Jest on uważany za wyjątkowo niebezpiecznego.

source: FIGHT FOR OUR PLACE IN THIS EXISTENCE.
pl_pl: Walczyć o nasze miejsce w tym świecie.

source: FIGHT WITH LIGHT
pl_pl: WALKA ŚWIATŁEM

source: FILLING PAUL'S HEAD WITH YOUR CONSTANT ALARMISM,
pl_pl: Wypełniasz głowę Paula tym swoim ciągłym alarmizmem,

source: FILM GRAIN
pl_pl: ZIARNO FILMOWE

source: FIND HIM.
pl_pl: Znajdź go.

source: FIND MARTIN AND KILL HIM
pl_pl: ZNAJDŹ MARTINA I ZABIJ GO

source: FIND WILL'S COUNTERMEASURE
pl_pl: ZNALEŹĆ ŚRODEK ZARADCZY WILLA

source: FIONA, YOU GOT TO LISTEN TO ME. HEY.
pl_pl: Fiona, musisz mnie wysłuchać. Hej.

source: FIX THE LIFEBOAT, YOU SAVE YOUR WIFE.
pl_pl: Naprawisz łódź ratunkową, to ocalisz swoją żonę.

source: FIX THIS MESS
pl_pl: NAPRAW TEN BAŁAGAN

source: FOCUS TIME
pl_pl: CZAS SKUPIENIA

source: FOLIAGE EDGE QUALITY
pl_pl: JAKOŚĆ ROŚLINNOŚCI

source: FOR A STATEMENT, BUT THE COMPANY REFUSES TO COMMENT.
pl_pl: by wydał oświadczenie, ale firma odmawia komentarza.

source: FOR YEARS, WE HAVE BEEN BUILDING TOWARDS THIS DAY.
pl_pl: Przez lata dążyliśmy do tego dnia.

source: FREE
pl_pl: ZA DARMO

source: FRIENDS
pl_pl: ZNAJOMI

source: FROM:
pl_pl: OD:

source: FUCK.
pl_pl: Kurwa.

source: FUCK. COME ON, CROCK. CROCKER.
pl_pl: Kurwa. No weź, Crock. Crocker.

source: FUCK. FUCK.
pl_pl: Kurwa. Kurwa.

source: FUCKING AMATEURS.
pl_pl: Pieprzeni amatorzy.

source: FUCKING CHARLIE.
pl_pl: Pieprzony Charlie.

source: FULL
pl_pl: PEŁNE

source: FULLSCREEN MODE
pl_pl: TRYB PEŁNEGO EKRANU

source: FWD: Dream Journal 1
pl_pl: FWD: Sennik 1

source: FWD: Library protest
pl_pl: FWD: Informacje o proteście w bibliotece

source: FWD: Monarch concerns
pl_pl: ODP: Obawy związane z Monarch

source: Failed to connect to Xbox Live. Check connection and try again.
pl_pl: Nie udało się połączyć z Xbox Live. Sprawdź połączenie i spróbuj ponownie.

source: Fan out! Let's get him!
pl_pl: Na zewnątrz! Dorwijmy go!

source: Far sooner than they were supposed to.
pl_pl: Znacznie wcześniej niż zakładano.

source: Fast!
pl_pl: Szybko!

source: Feb. 28, 2013 – 8:35am
pl_pl: 28 lutego 2013 - 8:35
